[
  {
    "quote": "The Chinese use two brush strokes to write the word 'crisis.' One brush stroke stands for danger; the other for opportunity. In a crisis, be aware of the danger--but recognize the opportunity.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If by a \"Liberal\" they mean someone who looks ahead and not behind, someone who welcomes new ideas without rigid reactions, someone who cares about the welfare of the people-their health, their housing, their schools, their jobs, their civil rights and their civil liberties-someone who believes we can break through the stalemate and suspicions that grip us in our policies abroad, if that is what they mean by a \"Liberal\", then I'm proud to say I'm a \"Liberal.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "Forgive your enemies, but never forget their names.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The rights of every man are diminished when the rights of one man are threatened.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Ask not what your country can do for you; ask what you can do for your country.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We must find time to stop and thank the people who make a difference in our lives.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Those who make peaceful revolution impossible will make violent revolution inevitable.\"   , 13 March 1962",
    "author_title": "John F. Kennedy",
    "origin": "Remarks on the first anniversary of the Alliance for Progress"
  },
  {
    "quote": "I really don't know why it is that all of us are so committed to the sea, except I think it's because in addition to the fact that the sea changes, and the light changes, and ships change, it's because we all came from the sea. And it is an interesting biological fact that all of us have in our veins the exact same percentage of salt in our blood that exists in the ocean, and, therefore, we have salt in our blood, in our sweat, in our tears. We are tied to the ocean. And when we go back to the sea - whether it is to sail or to watch it - we are going back from whence we came.",
    "author_title": "John F. Kennedy",
    "origin": "Remarks at the Dinner for the America's Cup Crews, September 14 1962"
  },
  {
    "quote": "Conformity is the jailer of freedom and the enemy of growth.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "There is nothing in the record of the past two years when both Houses of Congress have been controlled by the Republican Party which can lead any person to believe that those promises will be fulfilled in the future. They follow the Hitler line - no matter how big the lie; repeat it often enough and the masses will regard it as truth.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The great enemy of truth is very often not the lie--deliberate, contrived and dishonest--but the myth--persistent, persuasive and unrealistic. Too often we hold fast to the cliches of our forebears. We subject all facts to a prefabricated set of interpretations. We enjoy the comfort of opinion without the discomfort of thought.",
    "author_title": "John F. Kennedy",
    "origin": "Commencement Address at Yale University, June 11 1962"
  },
  {
    "quote": "Victory has a hundred fathers and defeat is an orphan.",
    "author_title": "John F. Kennedy",
    "origin": "News conference, April 21 1961"
  },
  {
    "quote": "We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard.",
    "author_title": "John F. Kennedy",
    "origin": "Address at Rice University, September 12 1962"
  },
  {
    "quote": "Too often we hold fast to the clichés of our forebears. We subject all facts to a prefabricated set of interpretations. We enjoy the comfort of opinion without the discomfort of thought.",
    "author_title": "John F. Kennedy",
    "origin": "Commencement Address at Yale University, June 11 1962"
  },
  {
    "quote": "If a free society cannot help the many who are poor, it cannot save the few who are rich.",
    "author_title": "John F. Kennedy",
    "origin": "Inaugural Address, January 20 1961"
  },
  {
    "quote": "Leadership and learning are indispensable to each other.",
    "author_title": "John F. Kennedy",
    "origin": "Undelivered remarks for Dallas Trade Mart, November 22 1963"
  },
  {
    "quote": "Do not pray for easy lives. Pray to be stronger men.",
    "author_title": "John F. Kennedy",
    "origin": "Quoting Reverend Phillips Brooks, during Remarks at Presidential Prayer Breakfast, February 7 1963"
  },
  {
    "quote": "Public libraries should be open to all—except the censor.",
    "author_title": "John F. Kennedy",
    "origin": "Response to questionnaire in Saturday Review, October 29 1960"
  },
  {
    "quote": "If this nation is to be wise as well as strong, if we are to achieve our destiny, then we need more new ideas for more wise men reading more good books in more public libraries. These libraries should be open to all—except the censor. We must know all the facts and hear all the alternatives and listen to all the criticisms. Let us welcome controversial books and controversial authors. For the Bill of Rights is the guardian of our security as well as our liberty.",
    "author_title": "John F. Kennedy",
    "origin": "Response to questionnaire in Saturday Review, October 29 1960"
  },
  {
    "quote": "One person can make a difference, and everyone should try.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "A man may die, nations may rise and fall, but an idea lives on. Ideas have endurance without death.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If we cannot end now our differences, at least we can help make the world safe for diversity.",
    "author_title": "John F. Kennedy",
    "origin": "Commencement Address at American University, June 10 1963"
  },
  {
    "quote": "Change is the law of life. And those who look only to the past or the present are certain to miss the future.",
    "author_title": "John F. Kennedy",
    "origin": "Address in the Assembly Hall at the Paulskirche in Frankfurt, June 26 1963"
  },
  {
    "quote": "We are not afraid to entrust the American people with unpleasant facts, foreign ideas, alien philosophies, and competitive values. For a nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.\"   ; Department of Health, Education, and Welfare, February 26, 1962",
    "author_title": "John F. Kennedy",
    "origin": "Remarks on the 20th Anniversary of the Voice of America"
  },
  {
    "quote": "Let us never negotiate out of fear. But let us never fear to negotiate.",
    "author_title": "John Fitzgerald Kennedy",
    "origin": "Inaugural Address, January 20 1961"
  },
  {
    "quote": "If we cannot end now our differences, at least we can help make the world safe for diversity. For, in the final analysis, our most basic common link is that we all inhabit this small planet. We all breathe the same air. We all cherish our children's future. And we are all mortal.",
    "author_title": "John F. Kennedy",
    "origin": "Commencement Address at American University, June 10 1963"
  },
  {
    "quote": "Liberty without Learning is always in peril and Learning without Liberty is always in vain.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Mankind must put an end to war - or war will put an end to mankind.",
    "author_title": "John F. Kennedy",
    "origin": "Address before the United Nations, September 25 1961"
  },
  {
    "quote": "I believe in an America where the separation of church and state is absolute - where no Catholic prelate would tell the President (should he be Catholic) how to act, and no Protestant minister would tell his parishioners for whom to vote - where no church or church school is granted any public funds or political preference - and where no man is denied public office merely because his religion differs from the President who might appoint him or the people who might elect him. I believe in an America that is officially neither Catholic, Protestant nor Jewish - where no public official either requests or accepts instructions on public policy from the Pope, the National Council of Churches or any other ecclesiastical source - where no religious body seeks to impose its will directly or indirectly upon the general populace or the public acts of its officials - and where religious liberty is so indivisible that an act against one church is treated as an act against all.",
    "author_title": "John F. Kennedy",
    "origin": "Remarks to the Greater Houston Ministerial Association, September 12 1960"
  },
  {
    "quote": "The time to repair the roof is when the sun is shining.",
    "author_title": "John F. Kennedy",
    "origin": "State of the Union Address January 11 1962"
  },
  {
    "quote": "We cannot negotiate with people who say what's mine is mine and what's yours is negotiable.\"   (The White House, July 25, 1961)",
    "author_title": "John F. Kennedy",
    "origin": "The Berlin Crisis: Radio and Television Address to the American People"
  },
  {
    "quote": "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard, because that goal will serve to organize and measure the best of our energies and skills, because that challenge is one that we are willing to accept, one we are unwilling to postpone, and one which we intend to win.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Without debate, without criticism no administration and no country can succeed and no republic can survive.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans, born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage, and unwilling to witness or permit the slow undoing of those human rights to which this nation has always been committed, and to which we are committed today at home and around the world. Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures. And however undramatic the pursuit of peace, that pursuit must go on.",
    "author_title": "John F. Kennedy",
    "origin": "Address before the United Nations, September 20 1963"
  },
  {
    "quote": "All of us have in our veins the exact same percentage of salt in our blood that exists in the ocean, and, therefore, we have salt in our blood, in our sweat, in our tears. We are tied to the ocean. And when we go back to the sea - whether it is to sail or to watch it - we are going back from whence we came.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If not us, who? If not now, when?",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "A man does what he must — in spite of personal consequences, in spite of obstacles and dangers, and pressures — and that is the basis of all human morality.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "Those who dare to fail miserably can achieve greatly.",
    "author_title": "john f kennedy"
  },
  {
    "quote": "I'm an idealist without illusions. Ca. 1953, attributed to  by Arthur Schlesinger, Jr. in 'A Thousand Days'",
    "author_title": "John F. Kennedy",
    "origin": "Ca. 1953, attributed to John F. Kennedy by Arthur Schlesinger, Jr. in 'A Thousand Days'"
  },
  {
    "quote": "Art is the great democrat, calling forth creative genius from every sector of society, disregarding race or religion or wealth or color",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I can imagine no more rewarding a career. And any man who may be asked in this century what he did to make his life worthwhile, I think can respond with a good deal of pride and satisfaction: 'I served in the United States Navy.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The ignorance of one voter in a democracy impairs the security of all.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment; but it is no less a magnificent mixture of triumph and tragedy. A man does what he must - in spite of personal consequences, in spite of obstacles and dangers and pressures - and that is the basis of all morality.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "For in the final analysis, our most basic common link, is that we all inhabit this small planet, we all breathe the same air, we all cherish our children's futures, and we are all mortal.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We need men who can dream of things that never were.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "The rising tide lifts all the boats.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "For while this year it may be a Catholic against whom the finger of suspicion is pointed, in other years it has been, and may someday be again, a Jew--or a Quaker--or a Unitarian--or a Baptist. It was Virginia's harassment of Baptist preachers, for example, that helped lead to Jefferson's statute of religious freedom. Today I may be the victim- -but tomorrow it may be you--until the whole fabric of our harmonious society is ripped at a time of great national peril. Finally, I believe in an America where religious intolerance will someday end--where all men and all churches are treated as equal--where every man has the same right to attend or not attend the church of his choice--where there is no Catholic vote, no anti-Catholic vote, no bloc voting of any kind--and where Catholics, Protestants and Jews, at both the lay and pastoral level, will refrain from those attitudes of disdain and division which have so often marred their works in the past, and promote instead the American ideal of brotherhood. That is the kind of America in which I believe. And it represents the kind of Presidency in which I believe--a great office that must neither be humbled by making it the instrument of any one religious group nor tarnished by arbitrarily withholding its occupancy from the members of any one religious group. I believe in a President whose religious views are his own private affair, neither imposed by him upon the nation or imposed by the nation upon him as a condition to holding that office. ... This is the kind of America I believe in--and this is the kind I fought for in the South Pacific, and the kind my brother died for in Europe. No one suggested then that we may have a \"divided loyalty,\" that we did \"not believe in liberty,\" or that we belonged to a disloyal group that threatened the \"freedoms for which our forefathers died.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "A child miseducated is a child lost.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "Those who foolishly sought power by riding the back of the tiger ended up inside",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "All this will not be finished in the first one hundred days. Nor will it be finished in the first one thousand days . . .nor even perhaps in our lifetime on this planet. But let us begin.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We must never forget that art is not a form of propaganda; it is a form of truth.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "So, let us not be blind to our differences--but let us also direct attention to our common interests and to the means by which those differences can be resolved. And if we cannot end now our differences, at least we can help make the world safe for diversity. For, in the final analysis, our most basic common link is that we all inhabit this small planet. We all breathe the same air. We all cherish our children's future. And we are all mortal.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We are tied to the ocean. And when we go back to the sea, whether it is to sail or to watch - we are going back from whence we came.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I look forward to a future in which our country will match its military strength with our moral restraint, its wealth with our wisdom, its power with our purpose",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The supreme reality of our time is the vulnerability of our planet.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "A boy spends his time finding a girl to sleep with. A real man spends his time looking for the one worth waking up to.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Not every child has an equal talent or an equal ability or equal motivation, but they should have the equal right to develop their talent and their ability and their motivation, to make something of themselves.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "There is, in addition to a courage with which men die; a courage by which men must live.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The most powerful single force in the world today is neither Communism nor Capitalism, neither the H-bomb nor the guided missile -- it is man's eternal desire to be free and independent.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The one unchangeable certainty is that nothing is certain or unchangeable.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Once you say you're going to settle for second, that's what happens to you in life, I find.",
    "author_title": "John F. Kennedy",
    "origin": "Quoted by Theodore Sorensen in 'Kennedy'"
  },
  {
    "quote": "Children are the world's most valuable resource and its best hope for the future.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Tolerance implies no lack of commitment to one's own beliefs. Rather it condemns the oppression or persecution of others.",
    "author_title": "John Fitzgerald Kennedy,",
    "origin": "John F. Kennedy 1917-63: Chronology-documents-bibliographical aids"
  },
  {
    "quote": "Immigration policy should be generous; it should be fair; it should be flexible. With such a policy we can turn to the world, and to our own past, with clean hands and a clear conscience.",
    "author_title": "John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "Let us not seek to fix the blame for the past, let us accept our own responsibility for the future.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "There are costs and risks to a program of action, but they are far less than the long range risks and costs of comfortable inaction.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If an American, because his skin is dark, cannot eat lunch in a restaurant open to the public, if he cannot send his children to the best public school available, if he cannot vote for the public officials who represent him, if, in short, he cannot enjoy the full and free life which all of us want, then who among us would be content to have the color of his skin changed and stand in his place? Who among us would then be content with the counsels of patience and delay? –  (June 11, 1963)",
    "author_title": "President John F. Kennedy"
  },
  {
    "quote": "A nation reveals itself not only by the men it produces but also by the men it honors, the men it remembers.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I was born an American, I live like an American, I will die an American.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "A nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If more politicians knew poetry, and more poets knew politics, I am convinced the world would be a little better place in which to live.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We are not here to curse the darkness, but to light a candle that can guide us through the darkness to a safe and sure future. For the world is changing. The old era is ending. The old ways will not do. The problems are not all solved and the battles are not all won and we stand today on the edge of a New Frontier - a frontier of unknown opportunities and perils, a frontier of unfulfilled hopes and threats. It has been a long road to this crowded convention city. Now begins another long journey, taking me into your cities and towns and homes all over America. Give me your help. Give me your hand, your voice and your vote.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Our problems are manmade--therefore, they can be solved by man. And man can be as big as he wants. No problem of human destiny is beyond human beings. Man's reason and spirit have often solved the seemingly unsolvable--and we believe they can do it again.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Every accomplishment starts with the decision to try.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The interaction of disparate cultures, the vehemence of the ideals that led the immigrants here, the opportunity offered by a new life, all gave America a flavor and a character that make it as unmistakable and as remarkable to people today as it was to Alexis de Tocqueville in the early part of the nineteenth century.",
    "author_title": "John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "From time to time our national history has been marred by forgetfulness of the Jeffersonian principle that restraint is at the heart of liberty. In 1789 the Federalists adopted Alien and Sedition Acts in a shabby political effort to isolate the Republic from the world and to punish political criticism as seditious libel. In 1865 the Radical Republicans sought to snare private conscience in a web of oaths and affirmations of loyalty. Spokesmen for the South did service for the Nation in resisting the petty tyranny of distrustful vengeance. In the 1920's the Attorney General of the United States degraded his office by hunting political radicals as if they were Salem witches. The Nation's only gain from his efforts were the classic dissents of Holmes and Brandeis. In our own times, the old blunt instruments have again been put to work. The States have followed in the footsteps of the Federalists and have put Alien and Sedition Acts upon their statute books. An epidemic of loyalty oaths has spread across the Nation until no town or village seems to feel secure until its servants have purged themselves of all suspicion of non-conformity by swearing to their political cleanliness. Those who love the twilight speak as if public education must be training in conformity, and government support of science be public aid of caution. We have also seen a sharpening and refinement of abusive power. The legislative investigation, designed and often exercised for the achievement of high ends, has too frequently been used by the Nation and the States as a means for effecting the disgrace and degradation of private persons. Unscrupulous demagogues have used the power to investigate as tyrants of an earlier day used the bill of attainder. The architects of fear have converted a wholesome law against conspiracy into an instrument for making association a crime. Pretending to fear government they have asked government to outlaw private protest. They glorify \"togetherness\" when it is theirs, and call it conspiracy when it is that of others. In listing these abuses I do not mean to condemn our central effort to protect the Nation's security. The dangers that surround us have been very great, and many of our measures of vigilance have ample justification. Yet there are few among us who do not share a portion of the blame for not recognizing soon enough the dark tendency towards excess of caution.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The ancient Greek definition of happiness was the full use of your powers along lines of excellence.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The very word \"secrecy\" is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths and to secret proceedings...Our way of life is under attack. Those who make themselves our enemy are advancing around the globe...no war ever posed a greater threat to our security. If you are awaiting a finding of \"clear and present danger,\" then I can only say that the danger has never been more clear and its presence has never been more imminent...For we are opposed around the world by a monolithic and ruthless conspiracy that relies primarily on covert means for expanding its sphere of influence–on infiltration instead of invasion, on subversion instead of elections, on intimidation instead of free choice, on guerrillas by night instead of armies by day. It is a system which has conscripted vast human and material resources into the building of a tightly knit, highly efficient machine that combines military, diplomatic, intelligence, economic, scientific and political operations. Its preparations are concealed, not published. Its mistakes are buried, not headlined. Its dissenters are silenced, not praised. No expenditure is questioned, no rumor is printed, no secret is revealed.",
    "author_title": "President John F. Kennedy"
  },
  {
    "quote": "For we are opposed around the world by a monolithic and ruthless conspiracy that relies primarily on covert means for expanding its sphere of influence -- on infiltration instead of invasion, on subversion instead of elections, on intimidation instead of free choice, on guerrillas by night instead of armies by day. It is a system which has conscripted vast human and material resources into the building of a tightly knit, highly efficient machine that combines military, diplomatic, intelligence, economic, scientific and political operations. Its preparations are concealed, not published. Its mistakes are buried, not headlined. Its dissenters are silenced, not praised. No expenditure is questioned, no rumor is printed, no secret is revealed. It conducts the Cold War, in short, with a war-time discipline no democracy would ever hope or wish to match.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Just because we cannot see clearly te end of the road, that is no reason for not setting out on the essential journey.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "probably the greatest concentration of talent and genius in this house except for perhaps those times when Thomas Jefferson ate alone.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "When power leads man towards arrogance, poetry reminds him of his limitations. When power narrows the areas of man's concern, poetry reminds him of the richness and diversity of his existence. When power corrupts, poetry cleanses, for art establishes the basic human truths which must serve as the touchstones of our judgement. The artists, however faithful to his personal vision of reality, becomes the last champion of the individual mind and sensibility against an intrusive society and an officious state. The great artist is thus a solitary figure. He has, as Frost said, \"a lover's quarrel with the world.\" In pursuing his perceptions of reality he must often sail against the currents of his time. This is not a popular role.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Whether they be young in spirit, or young in age, the members of the Democratic Party must never lose that youthful zest for new ideas and for a better world, which has made us great.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The problems of the world cannot possibly be solved by skeptics or cynics whose horizons are limited by the obvious realities. We need men who can dream of things that never were.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We must face the fact that the United States is neither omnipotent nor omniscient, that we cannot impose our will upon the other 94 percent of mankind, that we cannot right every wrong or reverse every adversity, and that therefore there cannot be an American solution to every world problem.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Every inhabitant of this planet must contemplate the day when this planet may no longer be habitable .. The weapons of war must be abolished before they abolish us.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "With a good conscience our only sure reward, with history the final judge of our deeds, let us go forth to lead the land we love, asking His blessing and His help, but knowing that here on earth God's work must truly be our own.",
    "author_title": "John F. Kennedy,",
    "origin": "PRESIDENT KENNEDY'S INAUGURATION SPEECH"
  },
  {
    "quote": "To those peoples in the huts and villages of half the globe struggling to break the bonds of mass misery, we pledge our best efforts to help them help themselves, for whatever period is required - not because the Communists may be doing it, not because we seek their votes, but because it is right. If a free society cannot help the many who are poor, it cannot save the few who are rich.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The great French Marshall Lyautey once asked his gardener to plant a tree. The gardner objected that the tree was slow growing and wouldn't reach maturity for 100 years. The Marshall replied, \"In that case, there is no time to lose; plant it this afternoon!",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "And is not peace, in the last analysis, basically a matter of human rights -- the right to live out our lives without fear of devastation – the right to breathe air as nature provided it -- the right of future generations to a healthy existence?\" (, June 10, 1963, American University speech)",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "So let us begin anew - remembering on both sides that civility is not a sign of weakness, and sincerity is always subject to proof",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "Above all, we are coming to understand that the arts incarnate the creativity of a free people. When the creative impulse cannot flourish, when it cannot freely select its methods and objects, when it is deprived of spontaneity, then society severs the root of art.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Time and the world do not stand still. Change is the law of life.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "A man may die, nations may rise and fall, but an idea lives on.",
    "author_title": "John F. Kennedy,",
    "origin": "Why England Slept"
  },
  {
    "quote": "Neither the fanatics nor the faint-hearted are needed. And our duty as a Party is not to our Party alone, but to the nation, and, indeed, to all mankind. Our duty is not merely the preservation of political power but the preservation of peace and freedom. So let us not be petty when our cause is so great. Let us not quarrel amongst ourselves when our Nation's future is at stake. Let us stand together with renewed confidence in our cause -- united in our heritage of the past and our hopes for the future -- and determined that this land we love shall lead all mankind into new frontiers of peace and abundance.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "And so it is to the printing press--to the recorder of man's deeds, the keeper of his conscience, the courier of his news--that we look for strength and assistance, confident that with your help man will be what he was born to be: free and independent.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "What do our opponents mean when they apply to us the label \"Liberal?\" If by \"Liberal\" they mean, as they want people to believe, someone who is soft in his policies abroad, who is against local government, and who is unconcerned with the taxpayer's dollar, then ... we are not that kind of \"Liberal.\" But if by a \"Liberal\" they mean someone who looks ahead and not behind, someone who welcomes new ideas without rigid reactions, someone who cares about the welfare of the people -- their health, their housing, their schools, their jobs, their civil rights, and their civil liberties -- someone who believes we can break through the stalemate and suspicions that grip us in our policies abroad, if that is what they mean by a \"Liberal,\" then I'm proud to say I'm a \"Liberal.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "To be courageous, these stories make clear, requires no exceptional qualifications, no magic formula, no special combination of time, place and circumstance. It is an opportunity that sooner or later is presented to us all. Politics merely furnishes one arena which imposes special tests of courage. In whatever arena of life one may meet the challenge of courage, whatever may be the sacrifices he faces if he follow his conscience - the loss of his friends, his fortune, his contentment, even the esteem of his fellow men - each man must decide for himself the course he will follow. The stories of past courage can define that ingredient - they can teach, they can offer hope, they provide inspiration. But they cannot supply courage itself. For this each man must look into his own soul.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "Great crisis produce great men and great deeds of courage.",
    "author_title": "John F. Kennedy,",
    "origin": "John F. Kennedy: A Self-Portrait"
  },
  {
    "quote": "When written in Chinese, the word \"crisis\" is composed of two characters. One represents danger and the other represents opportunity.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "When power corrupts, poetry cleanses.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We should not let our fears hold us back from pursuing our hopes.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "They follow the Hitler line - no matter how big the lie; repeat it often enough and the masses will regard it as the truth.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I think this is the most extraordinary collection of talent, of human knowledge, that has ever been gathered together at the White House-- with the possible exception of when Thomas Jefferson dined alone.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Those who make peaceful revolution impossible, make violent revolution inevitable.",
    "author_title": "President John F. Kennedy"
  },
  {
    "quote": "It is compromise that prevents each set of reformers from crushing the group at the other end of the political spectrum.",
    "author_title": "John Fitzgerald Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "LET US THINK OF EDUCATION AS THE MEANS OF DEVELOPING OUR GREATEST ABILITIES, BECAUSE IN EACH OF US THERE IS A PRIVATE HOPE AND DREAM WHICH FULFILLED CAN BE TRANSLATED INTO BENEFIT FOR EVERYONE AND GREATER STRENGTH FOR OUR NATION. ONE PERSON CAN MAKE A DIFFERENCE AND EVERYONE SHOULD TRY.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Things don't just happen. They are made to happen.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "No American is ever made better off by pulling a fellow American down, and all of us are made better off whenever any one of us is made better off.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "You can't relate to a superhero, to a superman, but you can identify with a real man who in times of crisis draws forth some extraordinary quality from within himself and triumphs but only after a struggle.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "But wherever we are, we must all, in our daily lives, live up to the age-old faith that peace and freedom walk together. In too many of our cities today, the peace is not secure because freedom is incomplete.\" (, June 10, 1963, American University speech)",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and success of liberty",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The very word Secrecy is repugnant in a free and open society.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "Geography has made us neighbors. History has made us friends. Economics has made us partners. And necessity has made us allies. Those whom nature hath so joined together, let no man put asunder.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The life of the arts, far from being an interruption, a distraction, in the life of the nation, is close to the center of a nation's purpose - and is a test to the quality of a nation's civilization.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "When power narrows the areas of a man's concerns, poetry reminds him of the richness and diversity of his existence",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The greater our knowledge increases the greater our ignorance unfolds.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Ich Bin Ein Berliner",
    "author_title": "JFK"
  },
  {
    "quote": "Tolerance implies no lack of commitment to one's own beliefs. Rather it condemns the oppression or persecution of others.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "Now the trumpet summons us again—not as a call to bear arms, though arms we need; not as a call to battle, though embattled we are—but a call to bear the burden of a long twilight struggle, year in and year out, \"rejoicing in hope, patient in tribulation\"—a struggle against the common enemies of man: tyranny, poverty, disease, and war itself. Inaugural Adress, January 20, 1961",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I don't think the intelligence reports are all that hot. Some days I get more out of the New York Times.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "We, in this country, in this generation, are - by destiny rather than by choice - the watchmen on the walls of world freedom.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Of course, it would be much easier if we could all continue to think in traditional political patterns—of liberalism and conservatism, as Republicans and Democrats, from the viewpoint of North and South, management and labor, business and consumer or some equally narrow framework. It would be more comfortable to continue to move and vote in platoons, joining whomever of our colleagues are equally enslaved by some current fashion, raging prejudice or popular movement. But today this nation cannot tolerate the luxury of such lazy political habits. Only the strength and progress and peaceful change that come from independent judgment and individual ideas—and even from the unorthodox and the eccentric—can enable us to surpass that foreign ideology that fears free thought more than it fears hydrogen bombs. We shall need compromises in the days ahead, to be sure. But these will be, or should be, compromises of issues, not of principles. We can compromise our political positions, but not ourselves.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "The cost of freedom is always high.",
    "author_title": "JFK"
  },
  {
    "quote": "Washington is a city of Southern efficiency and Northern charm.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "For, in a democracy, every citizen, regardless of his interest in politics, 'holds office'; every one of us is in a position of responsibility; and, in the final analysis, the kind of government we get depends upon how we fulfill those responsibilities. We, the people, are the boss, and we will get the kind of political leadership, be it good or bad, that we demand and deserve.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "All of us do not have equal talent, but all of us should have an equal opportunity to develop those talents.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "World peace, like community peace, does not require that each man love his neighbor—it requires only that they live together in mutual tolerance, submitting their disputes to a just and peaceful settlement. And history teaches us that enmities between nations, as between individuals, do not last forever . . .",
    "author_title": "John F. Kennedy,",
    "origin": "The Strategy Of Peace"
  },
  {
    "quote": "Truth is a tyrant-the only tyrant to whom we can give our allegiance. The service of truth is a matter of heroism.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I believe in an America where the separation of church and state is absolute; where no Catholic prelate would tell the President -- should he be Catholic -- how to act, and no Protestant minister would tell his parishioners for whom to vote; where no church or church school is granted any public funds or political preference, and where no man is denied public office merely because his religion differs from the President who might appoint him, or the people who might elect him.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We must use time as a tool, not as a crutch.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Jangan tanyakan apa yang negara ini berikan kepadamu tapi tanyakan apa yang telah kamu berikan kepada negaramu.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "Do not pray for easy times, pray to be stronger. Do not pray for tasks equal to your powers, pray for powers equal to your tasks.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "When power leads man toward arrogance, poetry reminds him of his limitations.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "After visiting these two places (Berchtesgaden and the Eagle's lair on Obersalzberg) you can easily see how that within a few years Hitler will emerge from the hatred that surrounds him now as one of the most significant figures who ever lived. He had boundless ambition for his country, which rendered him a menace to the peace of the world, but he had a mystery about him in the way that he lived and in the manner of his death that will live and grow after him. He had in him the stuff of which legends are made.",
    "author_title": "John Fitzgerald Kennedy,",
    "origin": "Prelude to Leadership: The Post-War Diary, Summer 1945"
  },
  {
    "quote": "You don't have to have a college degree to serve. You don't have to make your subject and your verb agree to serve. You don't have to know about Plato and Aristotle to serve. You don't have to know Einstein's theory of relativity to serve. You only need a heart full of grace. A soul generated by love. And you can be that servant.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "... let us not be blind to our differences, but let us also direct attention to our common interests and the means by which those differences can be resolved. And if we cannot end now our differences, at least we can help make the world safe for diversity. For, in the final analysis, our most basic common link is that we all inhabit this small planet. We all breathe the same air. We all cherish our children’s future. And we are all mortal.\" - President John Fitzgerald Kennedy (June 10th, 1963)",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "So much depends on my actions, so I am seeing fewer people, simplifying my life, organizing it so that I am not always on the edge of irritability.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "Our progress as a nation can be not swifter than our progress in education.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The 1930s, Kennedy said, 'taught us a clear lesson; aggressive conduct, if allowed to go unchecked and unchallenged, ultimately leads to war.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Every dollar released from taxation, that is spent or invested, will create a new job and a new salary.",
    "author_title": "John Fitzgerald Kennedy,",
    "origin": "Quotations of John F. Kennedy"
  },
  {
    "quote": "The highest duty of the writer is to remain true to himself and let the chips fall where they may. In serving his vision of the truth the artist best serves his nation.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The great enemy of the truth is very often not the lie — deliberate, contrived and dishonest — but the myth — persistent, persuasive, and unrealistic.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Another way of indicating the importance of immigration to America is to point out that every American who ever lived, with the exception of one group, was either an immigrant himself or a descendant of immigrants. The",
    "author_title": "President John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "It is when the politician loves neither the public good nor himself, or when his love for himself is limited and is satisfied by the trappings of office, that the public interest is badly served.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "Freedom is indivisible, and when one man is enslaved, all are not free. JFK",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The men who create power make an indispensable contribution to the nation's greatness, but the men who question power make a contribution just as indispensable.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We set sail on this new sea because there is new knowledge to be gained, and new rights to be won, and they must be won and used for the progress of all people. For space science, like nuclear science and technology, has no conscience of its own. Whether it will become a force for good or ill depends on man, and only if the United States occupies a position of preeminence can we help decide whether this new ocean will be a sea of peace or a new terrifying theater of war.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Unconditional war can no longer lead to unconditional victory. It can no longer serve to settle disputes. It can no longer be of concern to great powers alone. For a nuclear disaster, spread by winds and waters and fear, could well engulf the great and the small, the rich and the poor, the committed and the uncommitted alike. Mankind must put an end to war or war will put an end to mankind.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "A nation which has forgotten the quality of courage which in the past has been brought to public life is not as likely to insist upon or regard that quality in its chosen leaders today - and in fact we have forgotten.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "It is not always easy. Your successes are unheralded -- your failures are trumpeted. I sometimes have that feeling myself.\"   , November 28, 1961",
    "author_title": "John F. Kennedy",
    "origin": "Speech at CIA Headquarters"
  },
  {
    "quote": "I look forward to an America which will not be afraid of grace and beauty",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Efforts and courage are not enough without purpose and direction.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The future promise of any nation can be directly measured by the present prospects of its youth.",
    "author_title": "President John F. Kennedy"
  },
  {
    "quote": "Let Us Be Grateful Today we give our thanks most of all, for the ideals of honor and faith we inherit from our forefathers - for the decency of purpose, steadfastness of resolve and strength of will, for the courage and the humility, which they possessed and which we must seek every day to emulate. As we express our gratitude, we must never forget that the highest appreciation is not to utter words but to live by them.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "It is our task in our time and in our generation to hand down undiminished to those who come after us, as was handed down to us by those who went before, the natural wealth and beauty which is ours.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "The very word 'secrecy' is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths, and to secret proceedings",
    "author_title": "President John F. Kennedy"
  },
  {
    "quote": "The full use of your powers along lines of excellence.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Perhaps our brightest hope for the future lies in the lessons of the past. The people who have come to this country have made America, in the words of one perceptive writer, 'a heterogeneous race but a homogeneous nation.",
    "author_title": "John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "Today our concern must be with the future. For the world is changing. The old era is ending. The old ways will not do.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "El éxito tiene muchos padres, pero el fracaso es huérfano.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "Perhaps the twentieth-century Senator is not called upon to risk his entire future on one basic issue in the manner of Edmund Ross or Thomas Hart Benton. Perhaps our modern acts of political courage do not arouse the public in the manner that crushed the career of Sam Houston and John Quincy Adams. Still, when we realize that a newspaper that chooses to denounce a Senator today can reach many thousand times as many voters as could be reached by all of Daniel Webster’s famous and articulate detractors put together, these stories of twentieth-century political courage have a drama, an excitement—and an inspiration—all their own.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "Let both sides explore what problems unite us instead of belaboring those problems which divide us.",
    "author_title": "John F. Kennedy,",
    "origin": "The Greatest Speeches Of President John F. Kennedy"
  },
  {
    "quote": "indonesia berpenduduk (sekarang lebih dari)100 juta dengan kekayaan sumber daya alam yang mungkin lebih besar daripada negara Asia yang lain. Tidak masuk akal bagi AS untuk mengucilkan sekelompok besar orang yang duduk di atas sumber daya ini, kecuali memang ada alasan yang amat sangat kuat.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Too often we enjoy the comfort of opinion without the discomfort of thought.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "There is inherited wealth in this country and also inherited poverty.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Peace is a process - a way of solving problems.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The famous words of Emma Lazarus on the pedestal of the Statute of Liberty read: \"Give me your tired, your poor, your huddled masses yearning to breathe free.\" Until 1921 this was an accurate picture of our society. Under present law it would be appropriate to add: \"as long as they come from Northern Europe, are not too tired or too poor or slightly ill, never stole a loaf of bread, never joined any questionable organization, and can document their activities from the past two years.",
    "author_title": "John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "I am not the Catholic candidate for President. I am the Democratic Party's candidate for President, who happens also to be a Catholic.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Described Washington as a community of Southern efficiency and Northern charm.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Jika politik itu kotor, puisi akan membersihkannya. Jika politik bengkok, sastra akan meluruskannya.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "So, let us not be blind to our differences- but let us also direct our attention to our common interests and to the means by which those differences can be resolved.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The stories of past courage can define that ingredient- they can teach, they can offer hope, they can provide inspiration. But they cannot provide courage itself. For this each man must look into his own soul.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I hope that no American will waste his franchise and throw away his vote by voting either for me or against me solely on account of my religious affiliation. It is not relevant.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The business of the government is the business of the people.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment; but it is no less a magnificent mixture of triumph and tragedy.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Since 1607, when the first English settlers reached the New World, over 42 million people have migrated to the United States.",
    "author_title": "President John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "This nation was founded by many men of many nations and backgrounds. It was founded on the principle that all men are created equal, and that the rights of every man are diminished when the rights of one man are threatened. , Radio and television report to the American people in civil rights, June 11, 1963 35th president of US 1961-1963 (1917 - 1963)",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "She breathes all the political gases that flow around this, but she never seems to inhale them.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "Never before has man had such capacity to control his own environment,...We have the power to make this the best generation of mankind in the history or the world - or make it the last.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We have the power to make this the best generation of mankind in the history of the world or to make it the last.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "What makes journalist so fascinating, and biography so interesting is the struggle to answer that single question: 'What's he like?",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Only three things are real: God, human folly, and laughter. Since we can do nothing with the first two, we must do what we can with the third.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "In 1797 a member of Congress argued that, while a liberal immigration policy was fine when the country was new and unsettled, now that America had reached its maturity and was fully populated, immigration should stop—an argument which has been repeated at regular intervals throughout American history.",
    "author_title": "John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "Life's not fair but not always to your disadvantage.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "In a time of turbulence and change, it is more true than ever that knowledge is power.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Equality in America has never meant literal equality of condition or capacity. There will always be inequalities in character and ability in any society. Equality has meant rather that in the words of the Declaration of Independence, \"All men are created equal and are endowed by their creator with certain unalienable rights.\" It is meant that in a democratic society there should be no inequalities in opportunities or in freedoms.",
    "author_title": "John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "The United States, as the world knows, will never start a war. We do not want a war. We do not now expect a war. This generation of Americans has already had enough—more than enough—of war and hate and oppression. We shall be prepared if others wish it. We shall be alert to try to stop it. But we shall do our part to build a world of peace where the weak are safe and the strong are just. We are not helpless before that task or hopeless of its success.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Terror is not a new weapon. Throughout history it has been used by those who could not prevail, either by persuasion or example. But inevitably they fail, either because men are not afraid to die for a life worth living, or because the terrorists themselves came to realize that free men cannot be frightened by threats, and that aggression would meet its own response. And it is in the light of that history that every nation today should know, be he friend or foe, that the United States has both the will and the weapons to join free men in standing up to their responsibilities.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I mean, they are just as susceptible to pressure and in many ways more susceptible to pressure because they are desperately anxious, this is their tremendous chance to break through the rather narrow lives they may lead.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Happiness is the full use of one's talents along lines of excellence.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "... there are few if any issues where all the truth and all the right and all the angels are on one side.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "All of us in the Congress are made fully aware of the importance of party unity (what sins have been committed in that name!)",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "We have come too far, we have sacrificed too much, to disdain future now.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Orang yang dilimpahi banyak karunia, dituntut untuk berbuat banyak kebaikan.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I believe that this Nation should commit itself to achieving the goal, before this decade is out, of landing a man on the moon and returning him safely to earth.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "In the years since man unlocked the power stored up within the atom, the world has made progress, halting, but effective, toward bringing that power under human control. The challenge may be our salvation. As we begin to master the destructive potentialities of modern science, we move toward a new era in which science can fulfill its creative promise and help bring into existence the happiest society the world has ever known.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Science contributes to our culture in many ways, as a creative intellectual activity in its own right, as the light which has served to illuminate man's place in the universe, and as the source of understanding of man's own nature.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Communism has never come to power in a country that was not disrupted by war or corruption, or both.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "A Presidential speech by a real President on Peace in the World John Kennedy 10th June 1963 We need to examine our attitude toward peace itself. Too many think it is impossible. Too many think it is unreal. But this is a dangerous defeatist belief. It leads to the conclusion that War is inevitable, that mankind is doomed, that we are gripped by forces we cannot control. We need not accept that view. Our problems are man made and they therefore can be solved by man. No problem of human destiny is beyond human beings. Man’s reason and spirit have often solved the seemingly unsolvable. I am not here referring to the absolute and universal concept of peace and good will of which some fantasies and fanatics dream. I do not deny the values of hopes and dreams but we merely invite discouragement and incredulity by making that our immediate goal. Let us focus instead on a more practical more attainable goal—based not on a sudden revolution in human nature but on a gradual evolution of human institutions in a series of concrete actions and effective agreements which are in the interest of all concerned. There is no single simple key to his peace—no grand or magic formula to be adopted by one or two powers. Genuine peace must be the product of many nations, the sum of many acts. It must be dynamic not static, changing to meet the needs of each new generation. For peace is a process, a way of solving problems. So let us not be blind to our differences but let us also direct our attention to our common interests and the means by which these differences can be resolved, and if we now can not end our differences at least we can make the world safe for diversity. For in the final analysis our most basic common link is that we all inhabit this small planet. We all breathe the same air, we all cherish our childrens futures and we are all mortal.",
    "author_title": "President John Kennedy"
  },
  {
    "quote": "A nation that is afraid to let its people judge the truth in an open market, is a nation that is afraid of its people.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "War and hunger and ignorance and despair know no religious barriers.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "In a lonely grave, forgotten and unknown, lies the man who saved a President, and who as a result may well have preserved for ourselves and posterity Constitutional government in the United States—the man who performed in 1868 what one historian has called the most heroic act in American history, incomparably more difficult than any deed of valor upon the field of battle—but a United States Senator whose name no one recalls: Edmund G. Ross of Kansas. The",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "Woodrow Wilson, for example, shortly before his death, buffeted by the Senate in his efforts on behalf of the League of Nations and the Versailles Treaty, rejected the suggestion that he seek a seat in the Senate from New Jersey, stating: Outside of the United States, the Senate does not amount to a damn. And inside the United States the Senate is mostly despised; they haven’t had a thought down there in fifty years. There are many who agreed with Wilson in 1920, and some who might agree with those sentiments today. But",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "For the great enemy of truth is very often not the lie--deliberate, contrived, and dishonest--but the myth--persistent, persuasive, and unrealistic.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "... we will do this not because it is easy, but because it is hard ...",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Tocqueville delivered his dispassionate and penetrating judgment of the American experiment in his great work Democracy in America. No one, before or since, has written about the United States with such insight.",
    "author_title": "President John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "But let us begin. Now the trumpet summons us again - not as a call to bear arms, though arms we need - not as a call to battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out, 'rejoicing in hope, patient in tribulation'- a struggle against the common enemies of man: tyranny, poverty, disease and war itself.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths, and encourage the arts and commerce. John F. Kennedy",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life. (20 January 1961).",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We are all tied to the ocean. And when we go back to the sea, whether it is to sail or to watch, we are going back from whence we came.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "It is not only the unit vote for the Presidency we are talking about, but a whole solar system of governmental power. If it is proposed to change the balance of power of one of the elements of the solar system, it is necessary to consider the others.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "I'm shadowboxing in a match the shadow is always going to win. (as a young man battling his deceased brother's heroic legacy)",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If we fail to meet the challenge of either Soviet or Western imperialism, then no amount of foreign aid, no aggrandizement of armaments, no new pacts or doctrines or high-level conferences can prevent further setbacks to our course and to our security.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The new and terrible dangers which man has created can only be controlled by man.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The cost of freedom is always high, but people have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I love her deeply and have done everything for her. I’ve no feeling of letting her down because I’ve put her foremost in everything.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The high courage and the supreme sacrifice of Americans who gave their lives in battle have made it possible for our land to flourish under freedom and justice.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Freedom is being allowed to think your own thoughts and live your own life.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "When the going gets tough, the tuff get going.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "Ask not what your Joe Montaperto can do for you - but rather - what you can do for your Joe Montaperto.",
    "author_title": "John F. Kennedy,",
    "origin": "John F. Kennedy: The Inaugural Address"
  },
  {
    "quote": "Mankind must put an end to war or war will put an end to mankind.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Do not pray for easy lives my friends, pray to be stronger man!",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "To be courageous, these stories make clear, requires no exceptional qualifications, no magic formula, no special combination of time, place and circumstance.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "In the final analysis, our most basic common link is that we all inhabit this small planet. We all breathe the same air. We all cherish our children's future. And we are all mortal.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "And finally, at age seventy, having distinguished himself as a brilliant Secretary of State, an independent President and an eloquent member of Congress, he was to record somberly that his whole life has been a succession of disappointments. I can scarcely recollect a single instance of success in anything that I ever undertook. Yet",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "Daniel Webster prefirió arriesgar su carrera y su reputación en lugar de poner en riesgo a la Unión.",
    "author_title": "John F. Kennedy,",
    "origin": "Perfiles de Coraje"
  },
  {
    "quote": "For man holds in his mortal hands the power to abolish all forms of human life",
    "author_title": "John Fitzgerald Kennedy,",
    "origin": "John F. Kennedy's Inaugural Address"
  },
  {
    "quote": "Señor presidente, comenzó, quiero hablar hoy, no como un hombre de Massachusetts, ni como un hombre del Norte, sino como un estadounidense y un miembro del Senado de Estados Unidos... Hablo hoy por la preservación de la Unión. Escuchen mis razones.",
    "author_title": "John F. Kennedy,",
    "origin": "Perfiles de Coraje"
  },
  {
    "quote": "The fierce beauty and proud independence of this great bird symbolizes the strength and freedom of America. But as latter-day citizens we shall fail our trust if we permit the eagle to disappear.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The artist, however faithful to his personal vision of reality, becomes the last champion of the individual mind and sensibility against an intrusive society and an officious state… In pursuing his perceptions of reality, he must often sail against the currents of his time. This is not a popular role…",
    "author_title": "John F. Kennedy,",
    "origin": "Quotations of John F. Kennedy"
  },
  {
    "quote": "One man can make a difference and everyone should try",
    "author_title": "John  Fitzgerald Kennedy"
  },
  {
    "quote": "It is an unfortunate fact that we can secure peace only by preparing for war.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Desprecio la popularidad efímera",
    "author_title": "John F. Kennedy,",
    "origin": "Perfiles de Coraje"
  },
  {
    "quote": "It is a curious fact that each of these extreme opposites resembles the other. Each believes that we have only two choices: appeasement or war, suicide or surrender, humiliation or holocaust, to be either Red or dead. Address at the University of Washington in Seattle, November 16 1961",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Oscar Handlin has said, Once I thought to write a history of the immigrants in America. Then I discovered that the immigrants were American history.\" In the same sense we cannot really speak of a particular immigrant contribution to America, because All Americans have been immigrants or the decedents of immigrants, even the Indians as mentioned before, migrated to the American continent. We can only speak of people whose roots in America are older or newer.",
    "author_title": "John F. Kennedy,",
    "origin": "A Nation of Immigrants"
  },
  {
    "quote": "The very word \"secrecy\" is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths and to secret proceedings. We decided long ago that the dangers of excessive and unwarranted concealment of pertinent facts far outweighed the dangers which are cited to justify it. Even today, there is little value in opposing the threat of a closed society by imitating its arbitrary restrictions. Even today, there is little value in insuring the survival of our nation if our traditions do not survive with it.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "One man can make a difference and every man should try.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Life is never easy. There is work to be done and obligations to be met — obligations to truth, to justice, and to liberty.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "Today the challenge of political courage looms larger than ever before. For our everyday life is becoming so saturated with the tremendous power of mass communications that any unpopular or unorthodox course arouses a storm of protests such as John Quincy Adams—under attack in 1807—could never have envisioned. Our political life is becoming so expensive, so mechanized and so dominated by professional politicians and public relations men that the idealist who dreams of independent statesmanship is rudely awakened by the necessities of election and accomplishment. And our public life is becoming so increasingly centered upon that seemingly unending war to which we have given the curious epithet cold that we tend to encourage rigid ideological unity and orthodox patterns of thought. And thus, in the days ahead, only the very courageous will be able to take the hard and unpopular decisions necessary for our survival in the struggle with a powerful enemy—an enemy with leaders who need give little thought to the popularity of their course, who need pay little tribute to the public opinion they themselves manipulate, and who may force, without fear of retaliation",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "Every man has two countries: his own and France.",
    "author_title": "JFK"
  },
  {
    "quote": "The rights of man come not from the generosity of the state but from the hand of God",
    "author_title": "John F. Kennedy,",
    "origin": "Inaugural Address President John F. Kennedy Washington, D.C. January 20, 1961"
  },
  {
    "quote": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage. . . Ask not what your country can do for you, but what you can do for your country.",
    "author_title": "John F. Kennedy,",
    "origin": "The Speeches of President John F. Kennedy"
  },
  {
    "quote": "… the South is the land of Washington, who made our Nation – of Jefferson, who shaped its direction – and of Robert E. Lee who, after gallant failure, urged those who had followed him in bravery to reunite America in purpose and courage. --",
    "author_title": "President John F. Kennedy"
  },
  {
    "quote": "Que nunca negociemos por medo, mas que jamais tenhamos medo de negociar.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "No tienes que poseer un título universitario para servir. No tienes que hacer que tu sujeto y tu verbo coincidan para servir. No tienes que saber sobre Platón y Aristóteles para servir. No tienes que conocer la teoría de la relatividad de Einstein para servir. Solo necesitas un corazón lleno de gracia. Un alma que nazca del amor. Y puedes ser ese servidor.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "¿Dónde más, en un país que no sea totalitario, sino en la profesión política, se espera que el individuo lo sacrifique todo —incluyendo su propia carrera— por el bien nacional?",
    "author_title": "John F. Kennedy,",
    "origin": "Perfiles de Coraje"
  },
  {
    "quote": "Let us never negotiate out of fear. But let us never fear to negotiate.",
    "author_title": "John F. Kennedy,",
    "origin": "John F. Kennedy's Inaugural Address"
  },
  {
    "quote": "No discussion of Britain's psychology would be complete unless some mention were made of the natural feeling of confidence, even of superiority, that every English man feels and to which many Americans object. This feeling, while it is an invaluable asset in bearing up under disaster, has had a great effect on the need Britain felt for rearming. The idea that Britain loses every battle except the last has proved correct so many times in the past that the average Englishman is unwilling to make great personal sacrifices until the danger is overwhelmingly apparent. This notion that God will make a special effort to look after England, and that she will muddle through, took a great toll of the British rearmament efforts of the thirties.",
    "author_title": "John F. Kennedy,",
    "origin": "Why England Slept"
  },
  {
    "quote": "If the pursuit of learning is not defended by the educated citizen, it will not be defended at all. For there will always be those who scoff at intellectuals, who cry out against research, who seek to limit our educational system. Modern cynics and skeptics see no more reason for landing a man on the moon, which we shall do, than the cynics and skeptics of half a millennium ago saw for the discovery of this country. They see no harm in paying those to whom they entrust the minds of their children a smaller wage than is paid to those to whom they entrust the care of their plumbing. But the educated citizen knows how much more there is to know. He knows that \"knowledge is power,\" more so today than ever before. He knows that only an educated and informed people will be a free people, that the ignorance of one voter in a democracy impairs the security of all, and that if we can, as Jefferson put it, \"enlighten the people generally ... tyranny and the oppressions of mind and body will vanish, like evil spirits at the dawn of day.\" And, therefore, the educated citizen has a special obligation to encourage the pursuit of learning, to promote exploration of the unknown, to preserve the freedom of inquiry, to support the advancement of research, and to assist at every level of government the improvement of education for all Americans, from grade school to graduate school. Secondly, the educated citizen has an obligation to serve the public. He may be a precinct worker or President. He may give his talents at the courthouse, the State house, the White House. He may be a civil servant or a Senator, a candidate or a campaign worker, a winner or a loser. But he must be a participant and not a spectator.",
    "author_title": "John F. Kennedy,",
    "origin": "Quotations of John F. Kennedy"
  },
  {
    "quote": "Все люди умеют летать, но, как это ни печально, только в одном направлении. All men can fly, but sadly, only in one direction.",
    "author_title": "John Fitzgerald Kennedy"
  },
  {
    "quote": "O God, Thy Sea Is So Great And My Boat Is So Small",
    "author_title": "John F. Kennedy,",
    "origin": "P.T. 109"
  },
  {
    "quote": "If there is a lesson from the lives of the men John Kennedy depicts in this book, if there is a lesson from his life and from his death, it is that in this world of ours none of us can afford to be lookers-on, the critics standing on the sidelines.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage: Deluxe Modern Classic"
  },
  {
    "quote": "All of us have the same percentage of salt in our blood in our sweat and in our tears and when we go back to the sea we go back whense we came",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If art is to nourish the roots of our culture, society must set the artist free to follow his vision wherever it takes him. We must never forget that art is not a form of propaganda; it is a form of truth.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Victory has a thousand fathers, but defeat is an orphan.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "Truth is omnipotent.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We have the power to make this the best generation of mankind in the history of the world or make it the last.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "No discussion of Britain's psychology would be complete unless some mention were made of the natural feeling of confidence, even of superiority, that every English man feels and to which many Americans object. This feeling, while it is an invaluable asset in bearing up under disaster, has had a great effect on the need Britain felt for rearming. The idea that Britain loses every battle except the last has proved correct so many times in the past that the average English man is unwilling to make great personal sacrifices until the danger is overwhelmingly apparent. This notion that God will make a special effort to look after England, and that she will muddle through, took a great toll of the British rearmament efforts of the thirties.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The flow of ideas, is the make informed choices, the ability to criticise, all of the assumptions on which political democracy rests, depend largely on communications.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "In a time of domestic crisis, men of goodwill and generosity should be able to unite regardless of party or politics.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "In a time of domestic crisis men of good will and generosity should be able to unite",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "No seamos ciegos a nuestras diferencias; enfoquemos directamente la atención en nuestros intereses comunes y en los medios con los que se pueden resolver esas divergencias. Y si no podemos ponerles fin, al menos podremos contribuir a que el mundo sea seguro en aras de la diversidad. Porque, en última instancia, nuestro vínculo más común es que todos habitamos este pequeño planeta. Todos respiramos el mismo aire. A todos nos preocupa el futuro de nuestros hijos. Y todos somos mortales.",
    "author_title": "John F. Kennedy,",
    "origin": "Profiles in Courage"
  },
  {
    "quote": "I believe in human dignity as the source of national purpose, in human liberty as the source of national action, in the human heart as the source of national compassion... for liberalism is not so much a party creed as it is an attitude of mind and heart, a faith in man's ability through the experiences of his reason and judgment to increase for himself and his fellow men the amount of justice and freedom and brotherhood which all human life deserves.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "In reference to Arlington National Cemetery This is one of the really beautiful places on earth. I could stay here forever. I think, maybe someday, this is where I'd like to be.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "President Pitzer, Mr. Vice President, Governor, Congressman Thomas, Senator Wiley, and Congressman Miller, Mr. Webb. Mr. Bell, scientists, distinguished guests, and ladies and gentlemen: I appreciate your president having made me an honorary visiting professor, and I will assure you that my first lecture will be very brief. I am delighted to be here and I'm particularly delighted to be here on this occasion. We meet at a college noted for knowledge, in a city noted for progress, in a State noted for strength, and we stand in need of all three, for we meet in an hour of change and challenge, in a decade of hope and fear, in an age of both knowledge and ignorance. The greater our knowledge increases, the greater our ignorance unfolds. Despite the striking fact that most of the scientists that the world has ever known are alive and working today, despite the fact that this Nation's own scientific manpower is doubling every 12 years in a rate of growth more than three times that of our population as a whole, despite that, the vast stretches of the unknown and the unanswered and the unfinished still far out-strip our collective comprehension. No man can fully grasp how far and how fast we have come, but condense, if you will, the 50,000 years of man's recorded history in a time span of but a half century. Stated in these terms, we know very little about the first 40 years, except at the end of them advanced man had learned to use the skins of animals to cover them. Then about 10 years ago, under this standard, man emerged from his caves to construct other kinds of shelter. Only 5 years ago man learned to write and use a cart with wheels. Christianity began less than 2 years ago. The printing press came this year, and then less than 2 months ago, during this whole 50-year span of human history, the steam engine provided a new source of power. Newton explored the meaning of gravity. Last month electric lights and telephones and automobiles and airplanes became available. Only last week did we develop penicillin and television and nuclear power, and now if America's new spacecraft succeeds in reaching Venus, we will have literally reached the stars before midnight tonight. This is a breathtaking pace, and such a pace cannot help but create new ills as it dispels old, new ignorance, new problems, new dangers. Surely the opening vistas of space promise high costs and hardships, as well as high reward. So it is not surprising that some would have us stay where we are a little longer to rest, to wait. But this city of Houston, this State of Texas, this country of the United States was not built by those who waited and rested and wished to look behind them. This country was conquered by those who moved forward-and so will space. William Bradford, speaking in 1630 of the founding of the Plymouth Bay Colony, said that all great and honorable actions are accompanied with great difficulties, and both must be enterprised and overcome with answerable courage. If this capsule history of our progress teaches us anything, it is that man, in his quest for knowledge and progress, is determined and cannot be deterred. The exploration of space will go ahead, whether we join in it or not, and it is one of the great adventures of all time, and no nation which expects to be the leader of other nations can expect to stay behind in this race for space. Those who came before us made certain that this country rode the first waves of the industrial revolutions, the first waves of modern invention, and the first wave of nuclear power, and this generation does not intend to founder in the backwash of the coming age of space. We mean to be a part of it - we mean to lead it. For the eyes of the world now look into space, to the moon and to the planets beyond, and we have vowed that we shall not see it governed by a hostile flag of conquest, but by a banner of freedom and peace...",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Always forgive your enemies but never forget their names",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "This is a book about the most admirable of human virtues - courage. 'Grace under pressure', Earnest Hemingway defined it.",
    "author_title": "John F. Kennedy,",
    "origin": "PROFILES IN COURAGE. Special Foreword for This 20th Anniversary Edition by Rose Kennedy. A Limited Edition."
  },
  {
    "quote": "the same revolutionary beliefs for which our forebears fought are still at issue around the globe–the belief that the rights of man come not from the generosity of the state but from the hand of God.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "Leadership and learning are indispensable to each other.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "And so, my fellow Americans: ask not what your country can do for you-ask what you can do for your country. My citizens of the world. Ask not what America will do for you, but what together we can do for the freedom of man.",
    "author_title": "John F Kennedy"
  },
  {
    "quote": "When power leads man towards arrogance, poetry reminds him of his limitations. When power narrows the areas of man’s concern, poetry reminds him of the richness and diversity of his existence. When power corrupts, poetry cleanses, for art establishes the basic human truths which must serve as the touchstones of our judgement. ~ JFK",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "And there is very grave danger that an announced need for increased security will be seized upon by those anxious to expand its meaning to the very limits of official censorship and concealment. That I do not intend to permit to the extent that it is in my control. And no official of my Administration, whether his rank is high or low, civilian or military, should interpret my words here tonight as an excuse to censor the news, to stifle dissent, to cover up our mistakes or to withhold from the press and the public the facts they deserve to know. But I do ask every publisher, every editor, and every newsman in the nation to reexamine his own standards, and to recognize the nature of our country's peril. In time of war, the government and the press have customarily joined in an effort based largely on self-discipline, to prevent unauthorized disclosures to the enemy. In time of \"clear and present danger,\" the courts have held that even the privileged rights of the First Amendment must yield to the public's need for national security.",
    "author_title": "John F. Kennedy,",
    "origin": "The Greatest Speeches Of President John F. Kennedy"
  },
  {
    "quote": "My fellow Americans, ask not what your country can do for you, ask what you can do for your country.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "When power corrupts, poetry cleanses. For art establishes the basic human truth which must serve as the touchstone of our judgment.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Ask not what your country can do for you, but what you can do for your country",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "I believe in an America where the free enterprise system flourishes for all other systems to see and admire - where no businessman lacks either competition or credit - and where no monopoly, no racketeer, no government bureaucracy can put him out of business that he built up with his own initiative.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Victory has a thousand feathers, but defeat is an orphan.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "If we fail, then freedom fails.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "Hope and fear seemed blended in every face, instantaneously alternating, some with revengeful hate…others with lighted hope.",
    "author_title": "John F. Kennedy"
  },
  {
    "quote": "We choose to go to the Moon. We choose to go to the Moon...We choose to go to the Moon in this decade and do the other things, not because they are easy, but because they are hard; because that goal will serve to organize and measure the best of our energies and skills, because that challenge is one that we are willing to accept, one we are unwilling to postpone, and one we intend to win, and the others, too.",
    "author_title": "John F. Kennedy,",
    "origin": "25 Classic Speeches"
  },
  {
    "quote": "Victory has a hundred fathers, but defeat is an orphan",
    "author_title": "John F. Kennedy"
  }
]