[
    {
    "quotes": "Don't tell me what you value, show me your budget, and I'll tell you what you value.",
    "author": "Joe Biden"
    },
    {
    "quotes": "if the problem is fear, the answer is knowledge.",
    "author": "Joe Biden"
    },
    {
    "quotes": "True bravery is when there is very little chance of winning, but you keep fighting.",
    "author": "Joe Biden"
    },
    {
    "quotes": "I promise you, the president has a big stick. I promise you.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Poor kids are just as smart as white kids",
    "author": "Joe Biden"
    },
    {
    "quotes": "I would be honored to run with or against John McCain, because I think the country would be better off.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Reality has a way of intruding.",
    "author": "Joe Biden"
    },
    {
    "quotes": "I thought I’d died and gone to Yale.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Democracy doesn't happen by accident. We have to defend it, fight for it, strengthen it, renew it.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Failure at some point in your life is inevitable, but giving up is unforgivable.",
    "author": "Joe Biden"
    },
    {
    "quotes": "I do not believe that we have a right to tell other people, women, that they can’t control their bodies.",
    "author": "Joe Biden"
    },
    {
    "quotes": "My dad always said, ‘Champ, the measure of a man is not how often he is knocked down, but how quickly he gets up.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Innovation can only occur where you can breathe free",
    "author": "Joe Biden"
    },
    {
    "quotes": "In this world, emotion has become suspect – the accepted style is smooth, antiseptic, and passionless.",
    "author": "Joe Biden"
    },
    {
    "quotes": "We are America, second to none, and we own the finish line. Don’t forget it.",
    "author": "Joe Biden"
    },
    {
    "quotes": "One of the things I’ve never been accused of is not caring about people.",
    "author": "Joe Biden"
    },
    {
    "quotes": "The greatest gift is the ability to forget – to forget the bad things and focus on the good.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Fighting corruption is not just good governance. It’s self-defense. It’s patriotism.",
    "author": "Joe Biden"
    },
    {
    "quotes": "If you have a problem figuring out whether you’re for me or Trump, then you ain’t black.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Barrack Obama is the most articulate black man I have met",
    "author": "Joe Biden"
    },
    {
    "quotes": "This is a big fuckin’ deal.",
    "author": "Joe Biden"
    },
    {
    "quotes": "The best way to get something done… if you, if you hold it near and dear to you, that you uh, um like to be able to uh… … anyway… I’m… r-ready to get a lot done.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Look here, Fat.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Hi everyone I’m Joe Biden’s wife",
    "author": "Joe Biden"
    },
    {
    "quotes": "Cornpop was a bad dude.",
    "author": "Joe Biden"
    },
    {
    "quotes": "You ever been to a caucus?…No you haven’t. You’re a lying dog-faced pony soldier.",
    "author": "Joe Biden"
    },
    {
    "quotes": "I shouldn’t have been such a wise guy.",
    "author": "Joe Biden"
    },
    {
    "quotes": "We hold these truths to be self-evident: all men and women are created, by the, you know the, you know the thing.",
    "author": "Joe Biden"
    },
    {
    "quotes": "If you have a problem figuring out whether you’re for me or Trump, then you ain’t black.",
    "author": "Joe Biden"
    },
    {
    "quotes": "I may be Irish but I’m not stupid.",
    "author": "Joe Biden"
    },
    {
    "quotes": "Why don’t you say something nice instead of being a smartass all the time?",
    "author": "Joe Biden"
    }
]