[   
    {
        "quotes": "One of the great things about books is sometimes there are some fantastic pictures.",
        "author": "George W. Bush"
    },
    {
        "quotes": "There's an old saying in Tennessee — I know it's in Texas, probably in Tennessee — that says, fool me once, shame on — shame on you. Fool me — you can't get fooled again.",
        "author": "George W. Bush"
    },
    {
        "quotes": "They misunderestimated me.",
        "author": "George W. Bush"
    },
    {
        "quotes": "One of the hardest parts of my job is to connect Iraq to the war on terror.",
        "author": "George W. Bush"
    },
    {
        "quotes": "If this were a dictatorship it would be a heck of a lot easier... as long as I'm the dictator. Hehehe.",
        "author": "George W. Bush"
    },
    {
        "quotes": "I think war is a dangerous place.",
        "author": "George W. Bush"
    },
    {
        "quotes": "It’s clearly a budget. It’s got lots of numbers in it.",
        "author": "George W. Bush"
    },
    {
        "quotes": "I reads every chance I can gets.",
        "author": "George W. Bush"
    },
    {
        "quotes": "I know the human being and fish can co-exist peacefully.",
        "author": "George W. Bush"
    },
    {
        "quotes": "It has come to my attention, that air pollution is polluting the air!",
        "author": "George W. Bush"
    },
    {
        "quotes": "My job is a decision-making job, and as a result, I make a lot of decisions.",
        "author": "George W. Bush"
    },
    {
        "quotes": "In my sentences I go where no man has gone before.",
        "author": "George W. Bush"
    },
    {
        "quotes": "I don't care what the polls say. I don't. I'm doing what I think what's wrong.",
        "author": "George W. Bush"
    },
    {
        "quotes": "I just want you to know that, when we talk about war, we're really talking about peace.",
        "author": "George W. Bush"
    },
    {
        "quotes": "It's a time of sorrow and sadness when we lose a loss of life",
        "author": "George W. Bush"
    },
    {
        "quotes": "I'll be long gone before some smart person ever figures out what happened inside this Oval Office.",
        "author": "George W. Bush"
    },
    {
        "quotes": "Thank you, your Holiness. Awesome speech.",
        "author": "George W. Bush"
    },
    {
        "quotes": "I think we agree, the past is over.",
        "author": "George W. Bush"
    },
    {
        "quotes": "There are cameras nowadays that have been developed to tell the difference between a squirrel and a bomb.",
        "author": "George W. Bush"
    },
    {
        "quotes": "For every fatal shooting, there are about 3 non-fatal shootings. Folks, this is unacceptable in America.",
        "author": "George W. Bush"
    },
    {
        "quotes": "Wait a minute. What did you just say? You're predicting $4-a-gallon gas? ... That's interesting. I hadn't heard that.",
        "author": "George W. Bush"
    },
    {
        "quotes": "The important question is, How many hands have I shaked?",
        "author": "George W. Bush"
    },
    {
        "quotes": "I think if you know what you believe, it makes it a lot easier to answer questions. I can't answer your question",
        "author": "George W. Bush"
    },
    {
        "quotes": "I am a war president.",
        "author": "George W. Bush"
    },
    {
        "quotes": "I have opinions of my own, strong opinions, but I don't always agree with them.",
        "author": "George W. Bush"
    }
]