[
    {
    "quotes": "I did not run for this job just to warm the seat. I desperately want to make a difference.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "As powerful as our memories are, our dreams must be even stronger. For when our memories outweigh our dreams, we become old.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "Being president is like running a cemetery: you've got a lot of people under you and nobody's listening.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "We all do better when we work together. Our differences do matter, but our common humanity matters more.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "Let us all take more responsibility not only for ourselves and our families but for our communities and our country.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "The road to tyranny, we must never forget, begins with the destruction of the truth.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "Sometimes when people are under stress, they hate to think, and it's the time when they most need to think.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "Mental illness is nothing to be ashamed of, but stigma and bias shame us all.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "If you want to have a good life you have to have some constructive outlet for your feelings.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "There is nothing wrong with America that cannot be cured by what is right with America.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "Nothing big ever came from being small.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "A man is more than the sum of all the things he can do.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "People the world over have always been more impressed by the power of our example than by the example of our power.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "You can put wings on a pig, but you don't make it an eagle.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "In the new economy, information, education and motivation are everything.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "We've got to get America back in the future business.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "It wasn't my finest hour. It wasn't even my finest hour and a half.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "I may not have been the greatest president, but I've had the most fun eight years.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "I did not have sexual relations with that woman",
    "author": "Bill Clinton"
    },
    {
    "quotes": "Yesterday is yesterday. If we try to recapture it, we will only lose tomorrow.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "When I was in England, I experimented with marijuana a time or two, and I didn’t like it. I didn’t inhale and never tried it again.",
    "author": "Bill Clinton"
    },
    {
    "quotes": "There are always going to be people who want to be president, and some days I’d like to give it to them",
    "author": "Bill Clinton"
    }
]