[
    {
    "quotes": "I'll have those n**gers voting Democratic for the next 200 years.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Lincoln was right about not fooling all the people all the time. But Republicans haven't given up trying.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Better to have him inside the tent pissing out, than outside the tent pissing in.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "I want to make a policy statement. I am unabashedly in favor of women.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "I want real loyalty. I want someone who will kiss my ass in Macy's window, and say it smells like roses.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "The guns and the bombs, the rockets and the warships, are all symbols of human failure.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "We can draw lessons from the past, but we cannot live in it.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: 'President Can't Swim.'",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "You aren't learning anything when you're talking.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "If we must disagree, let's disagree without being disagreeable.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Never miss an opportunity to say a word of congratulation upon anyone's achievement.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Education is the key to opportunity in our society, and the equality of educational opportunity must be the birthright of every citizen.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Being president is like being a jackass in a hailstorm. There's nothing to do but to stand there and take it.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "There are no favorites in my office. I treat them all with the same general inconsideration.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "While you're saving your face, you're losing your ass.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "You know, doing what is right is easy. The problem is knowing what is right.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Every man has a right to a Saturday night bath.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "If we quit Vietnam, tomorrow we'll be fighting in Hawaii, and next week we'll have to fight in San Francisco.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "If two men agree on everything, you may be sure that one of them is doing the thinking.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "I am going to build the kind of nation that President Roosevelt hoped for, President Truman worked for, and President Kennedy died for.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "Heck by the time a man scratches his behind, clears his throat, and tells me how smart he is, we've already wasted fifteen minutes.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "One hundred years ago, the slave was freed. One hundred years later, the Negro remains in bondage to the color of his skin.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "The Negro today asks justice. We do not answer him–we do not answer those who lie beneath this soil–when we reply to the Negro by asking, ‘Patience’.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "The legitimate goal is for every American to receive exact and even and equal justice regardless of his race or his color.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "We have talked long enough in this country about equal rights. We have talked for a hundred years or more. It is time now to write the next chapter, and to write it in the books of law.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "There is no Negro problem. There is no Southern problem. There is no Northern problem. There is only an American problem.",
    "author": "Lyndon B. Johnson"
    },
    {
    "quotes": "If you can convince the lowest white man he's better than the best colored man, he won't notice you're picking his pocket. Hell, give him somebody to look down on, and he'll empty his pockets for you.",
    "author": "Lyndon B. Johnson"
    }
]