[
    {
      "quotes": "If freedom is to survive and prosper, it will require the sacrifice, the effort and the thoughtful attention of every citizen.",
      "author": "John F. Kennedy"
    },
    {
        "quotes": "The stories of past courage…can teach, they can offer hope, they can provide inspiration. But they cannot supply courage itself. For this, each man must look into his own soul.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "If a free society cannot help the many who are poor, it cannot save the few who are rich.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "My fellow Americans: ask not what your country can do for you—ask what you can do for your country.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "If more politicians knew poetry, and more poets knew politics, I am convinced the world would be a little better place in which to live.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Change is the law of life. And those who look only to the past or the present are certain to miss the future.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Children are the world's most valuable resource and its best hope for the future.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "For one true measure of a nation is its success in fulfilling the promise of a better life for each of its members. Let this be the measure of our nation.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "In the Chinese language, the word \"crisis\" is composed of two characters, one representing danger and the other, opportunity.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Rising tide lifts all boats.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "We can say with some assurance that, although children may be the victims of fate, they will not be the victims of our neglect.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "This country cannot afford to be materially rich and spiritually poor.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "A man may die, nations may rise and fall, but an idea lives on.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "We celebrate the past to awaken the future.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "We have become more and more not a nation of athletes but a nation of spectators.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "We must use time as a tool, not as a couch.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Dante once said that the hottest places in hell are reserved for those who in periods of moral crisis maintain their neutrality.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Forgive your enemies, but never forget their names.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "The rights of every man are diminished when the rights of one man are threatened.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Conformity is the jailer of freedom and the enemy of growth.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Victory has a hundred fathers and defeat is an orphan.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "One person can make a difference, and everyone should try.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Do not pray for easy lives. Pray to be stronger men.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Mankind must put an end to war - or war will put an end to mankind.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "We cannot negotiate with people who say what's mine is mine and what's yours is negotiable.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "If not us, who? If not now, when?",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "I'm an idealist without illusions.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Those who dare to fail miserably can achieve greatly.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "The ignorance of one voter in a democracy impairs the security of all.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "A child miseducated is a child lost.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Those who foolishly sought power by riding the back of the tiger ended up inside.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "The supreme reality of our time is the vulnerability of our planet.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "We must find time to stop and thank the people who make a difference in our lives.",
        "author": "John F. Kennedy"
    },
    {
        "quotes": "Art is the great democrat, calling forth creative genius from every sector of society, disregarding race or religion or wealth or color.",
        "author": "John F. Kennedy"
    }
]