[
    {
    "quotes": "Give me six hours to chop down a tree and I will spend the first four sharpening the ax.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "The best thing about the future is that it comes one day at a time.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "I have always found that mercy bears richer fruits than strict justice.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "You cannot escape the responsibility of tomorrow by evading it today.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Folks are usually about as happy as they make their minds up to be.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Be sure you put your feet in the right place, then stand firm.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Whatever you are, be a good one.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "You can tell the greatness of a man by what makes him angry.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Have I not destroyed my enemy when I have made him into my friend?",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Force is all conquering, but its victories are short lived.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "My best friend is a person who will give me a book I have not read.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "And this, too, shall pass away.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Don’t worry when you are not recognized, but strive to be worthy of recognition.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "When I do good, I feel good. When I do bad, I feel bad. That's my religion.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Avoid popularity if you would have peace.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Those who deny freedom to others, deserve it not for themselves.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "I am a slow walker, but I never walk back.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Whenever I hear anyone arguing for slavery, I feel a strong impulse to see it tried on him personally.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Those who look for the bad in people will surely find it.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "I don't like that man. I must get to know him better.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "The best way to predict your future is to create it.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "I laugh because I must not cry, that is all, that is all.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "I will prepare and some day my chance will come.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "All I have learned, I learned from books.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Every man's happiness is his own responsibility.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "I do not think much of a man who is not wiser today than he was yesterday.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "You have to do your own growing no matter how tall your grandfather was.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "It has been my experience that folks who have no vices have very few virtues.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "The better part of one's life consists of his friendships.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Determine that the thing can and shall be done and then... find the way.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "No man is good enough to govern another man without that other’s consent.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Tis better people think you a fool, then open your mouth and erase all doubt.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "If slavery is not wrong, nothing is wrong.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "If you want to test a man's character, give him power.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "Don't criticize them; they are just what we would be under similar circumstances.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "I would just as soon die now, but I haven't done anything yet to be remembered by.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "The strength of a nation lies in the homes of its people.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "My great concern is not whether you have failed, but whether you are content with your failure.",
    "author": "Abraham Lincoln"
    },
    {
    "quotes": "If I am killed, I can die but once; but to live in constant dread of it, is to die over and over again.",
    "author": "Abraham Lincoln"
    }
]