[
    {
        "quotes": "Nothing in life that’s worth anything is easy.",
        "author": "Barack Obama"
    },
    {
        "quotes": "We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.",
        "author": "Barack Obama"
    },
    {
        "quotes": "You can’t let your failures define you. You have to let your failures teach you. You have to let them show you what to do differently the next time.",
        "author": "Barack Obama"
    },
    {
        "quotes": "It’s important to make sure that we’re talking with each other in a way that heals, not in a way that wounds.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Where you are right now doesn’t have to determine where you’ll end up.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Issues are never simple. One thing I’m proud of is that very rarely will you hear me simplify the issues.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Keep exploring. Keep dreaming. Keep asking why. Don’t settle for what you already know. Never stop believing in the power of your ideas, your imagination, your hard work to change the world.",
        "author": "Barack Obama"
    },
    {
        "quotes": "What we have already achieved gives us hope for what we can and must achieve tomorrow.",
        "author": "Barack Obama"
    },
    {
        "quotes": "While we breathe, we will hope.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Change doesn’t come from Washington; change comes to Washington.",
        "author": "Barack Obama"
    },
    {
        "quotes": "One voice can change a room, and if one voice can change a room, then it can change a city, and if it can change a city, it can change a state, and if it change a state, it can change a nation, and if it can change a nation, it can change the world. Your voice can change the world.",
        "author": "Barack Obama"
    },
    {
        "quotes": "The best anti-poverty program is a world-class education.",
        "author": "Barack Obama"
    },
    {
        "quotes": "The future rewards those who press on. I don’t have time to feel sorry for myself. I don’t have time to complain. I’m going to press on.",
        "author": "Barack Obama"
    },
    {
        "quotes": "If you’re walking down the right path and you’re willing to keep walking, eventually you’ll make progress.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Progress will come in fits and starts. It’s not always a straight line. It’s not always smooth path.",
        "author": "Barack Obama"
    },
    {
        "quotes": "We may come from different places and have different stories, but we share common hopes, and one very American dream.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Why can’t I just eat my waffle?",
        "author": "Barack Obama"
    },
    {
        "quotes": "Let me tell you something. I’m from Chicago. I don’t break.",
        "author": "Barack Obama"
    },
    {
        "quotes": "There a few things in life harder to find and more important to keep than love. Well, love and a birth certificate.",
        "author": "Barack Obama"
    },
    {
        "quotes": "You know, you can put lipstick on a pig, but it’s still a pig.",
        "author": "Barack Obama"
    },
    {
        "quotes": "I think when you spread the wealth around it’s good for everybody.",
        "author": "Barack Obama"
    },
    {
        "quotes": "The worst thing that colonialism did was to cloud our view of our past.",
        "author": "Barack Obama"
    },
    {
        "quotes": "The role of citizen in a democracy does not end with your vote.",
        "author": "Barack Obama"
    },
    {
        "quotes": "My heart is filled with love for this country.",
        "author": "Barack Obama"
    },
    {
        "quotes": "We will outstretch the hand if you unclench your fist.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Some things are beyond my control. For example, this whole controversy about Jay-Z going to Cuba – it’s unbelievable! I’ve got 99 problems, now Jay-Z is one.",
        "author": "Barack Obama"
    },
    {
        "quotes": "The bear is loose.",
        "author": "Barack Obama"
    },
    {
        "quotes": "I try to focus not on the fumbles, but on the next plan.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Disagreement cannot mean dysfunction. It can’t degenerate into hatred.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Am I exasperated? Absolutely I’m exasperated.",
        "author": "Barack Obama"
    },
    {
        "quotes": "I am president, I am not king. I can’t do these things just by myself.",
        "author": "Barack Obama"
    },
    {
        "quotes": "You know, look, our political life is like our individual lives. There are ups and downs. There are peaks and valleys.",
        "author": "Barack Obama"
    },
    {
        "quotes": "People don’t progress in a straight line. Countries don’t progress in a straight line.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Let’s acknowledge that democracy has always been messy. Let’s not be overly nostalgic.",
        "author": "Barack Obama"
    },
    {
        "quotes": "The one thing I’m clear about is that I’d rather be a really good one-term president than a mediocre two-term president. And I—and I believe that.",
        "author": "Barack Obama"
    },
    {
        "quotes": "You know, we live in history. And it’s complicated. And things aren’t always, you know, completely clean.",
        "author": "Barack Obama"
    },
    {
        "quotes": "I don’t think anything prepares you for the presidency.",
        "author": "Barack Obama"
    },
    {
        "quotes": "I was never the likeliest candidate for this office.",
        "author": "Barack Obama"
    },
    {
        "quotes": "I actually believe my own rhetoric.",
        "author": "Barack Obama"
    },
    {
        "quotes": "I think that I have the capacity to get people to recognize themselves in each other.",
        "author": "Barack Obama"
    },
    {
        "quotes": "Yes We Can!",
        "author": "Barack Obama"
    }
]