[   
    {
        "quotes": "Live simply, love generously, care deeply, speak kindly, leave the rest to God.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "The future doesn’t belong to the light-hearted. It belongs to the brave.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Heroes may not be braver than anyone else. They’re just braver 5 minutes longer.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "When you can’t make them see the light, make them feel the heat.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "America is too great for small dreams.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Surround yourself with great people; delegate authority; get out of the way.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Mr. Gorbachev, tear down this wall!",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Within the covers of the Bible are the answers for all the problems men face.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Freedom is never more than one generation away from extinction.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Government’s first duty is to protect the people, not run their lives",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "If we lose freedom here, there is no place to escape to. This is the last stand on earth.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Just think how happy you’d be if you lost everything you have right now & then got it back.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "We fought a war on poverty, and poverty won",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "I am not going to exploit for political purposes my opponent’s youth and inexperience.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "As I have often said, governments don’t produce economic growth, people do.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "A tree’s a tree. How many more do you need to look at?",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "America will never be whole as long as the right to life granted by our Creator is denied to the unborn.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "I do believe that an AK-47, a machine gun, is not a sporting weapon or needed for defense of a home.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Radio was theater of the mind.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Tax increases don’t eliminate deficits they increase govt. spending.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Recession is when your neighbor loses his job. Depression is when you lose yours. And recovery is when Jimmy Carter loses his.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "A nation that cannot control its borders is not a nation.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Republicans believe every day is the Fourth of July, but the democrats believe every day is April 15.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "America was founded by people who believe that God was their rock of safety.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Life is one grand, sweet song, so start the music.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "It's true hard work never killed anybody, but I figure, why take the chance?",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "I did turn 75 today - but remember, that's only 24 Celsius.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Before I refuse to take your questions, I have an opening statement",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Please tell me you're all Republicans.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Honey, I forgot to duck.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Government does not solve problems; it subsidizes them",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "Government always finds a need for whatever money it gets.",
        "author": "Ronald Reagan"
    },
    {
        "quotes": "I've noticed that everybody that is for abortion has already been born.",
        "author": "Ronald Reagan"
    }
]