[
    {
    "quotes": "An honest public servant can't become rich in politics. He can only attain greatness and satisfaction by service.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "My choice early in life was either to be a piano player in a whorehouse or a politician. To tell the truth, there's hardly a difference.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "It is amazing what you can accomplish if you do not care who gets the credit.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "Work Hard. Do your best. Keep your word. Never get too big for your britches. Trust in God. Have no fear; and Never forget a friend.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "Imperfect action beats perfect inaction every time.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "Term limits would cure both senility and seniority- both terrible legislative diseases.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "When even one American - who has done nothing wrong - is forced by fear to shut his mind and close his mouth - then all Americans are in peril.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "The only thing new in the world is the history you don't know.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "Never kick a fresh turd on a hot day.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "If you can't convince them, confuse them.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "It doesn't matter how big a ranch you own or how many cows you brand, the size of your funeral is still gonna depend on the weather.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "If you don't have your own goals, you'll be doomed to work toward someone else's.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "A leader is the man who has the ability to get other people to do what they don't want to do, and like it.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "I never did give anybody hell. I just told the truth and they thought it was hell.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "If you want a friend in Washington, buy a dog.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "There is some risk involved in action, there always is. But there is far more risk in failure to act.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "The buck stops here!",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "Once a decision was made, I didn’t worry about it afterward.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "It’s a recession when your neighbor loses his job; it’s a depression when you lose your own.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "The Republicans believe in the minimum wage — the more the minimum, the better.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "Suppose you were an idiot. And suppose you were a Republican. But I repeat myself.",
    "author": "Harry S. Truman"
    },
    {
    "quotes": "Whenever you have an efficient government you have a dictatorship.",
    "author": "Harry S. Truman"
    }
]