[
    {
    "quotes": "It is better to offer no excuse than a bad one.",
    "author": "George Washington"
    },
    {
    "quotes": "It is better to be alone than in bad company.",
    "author": "George Washington"
    },
    {
    "quotes": "If freedom of speech is taken away, then dumb and silent we may be led, like sheep to the slaughter.",
    "author": "George Washington"
    },
    {
    "quotes": "Human happiness and moral duty are inseparably connected.",
    "author": "George Washington"
    },
    {
    "quotes": "99% of failures come from people who make excuses.",
    "author": "George Washington"
    },
    {
    "quotes": "Guard against the impostures of pretended patriotism.",
    "author": "George Washington"
    },
    {
    "quotes": "Perseverance and spirit have done wonders in all ages",
    "author": "George Washington"
    },
    {
    "quotes": "Few men have virtue to withstand the highest bidder.",
    "author": "George Washington"
    },
    {
    "quotes": "A sensible woman can never be happy with a fool.",
    "author": "George Washington"
    },
    {
    "quotes": "Happiness depends more upon the internal frame of a person’s own mind, than on the externals in the world.",
    "author": "George Washington"
    },
    {
    "quotes": "The harder the conflict, the greater the triumph.",
    "author": "George Washington"
    },
    {
    "quotes": "Worry is the interest paid by those who borrow trouble.",
    "author": "George Washington"
    },
    {
    "quotes": "I conceive a knowledge of books is the basis upon which other knowledge is to be built.",
    "author": "George Washington"
    },
    {
    "quotes": "o encourage literature and the arts is a duty which every good citizen owes to his country.",
    "author": "George Washington"
    },
    {
    "quotes": "We must consult our means rather than our wishes.",
    "author": "George Washington"
    },
    {
    "quotes": "Real men despise battle, but will never run from it.",
    "author": "George Washington"
    },
    {
    "quotes": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.",
    "author": "George Washington"
    },
    {
    "quotes": "We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.",
    "author": "George Washington"
    },
    {
    "quotes": "I hold the maxim no less applicable to public than to private affairs, that honesty is always the best policy.",
    "author": "George Washington"
    },
    {
    "quotes": "No punishment, in my opinion, is to great, for the man who can build his greatness upon his country's ruin.",
    "author": "George Washington"
    },
    {
    "quotes": "Gentlemen, you will permit me to put on my spectacles, for, I have grown not only gray, but almost blind in the service of my country.",
    "author": "George Washington"
    },
    {
    "quotes": "Be not glad at the misfortune of another, though he may be your enemy.",
    "author": "George Washington"
    },
    {
    "quotes": "Individuals entering into society, must give up a share of liberty to preserve the rest.",
    "author": "George Washington"
    },
    {
    "quotes": "Let us raise a standard to which the wise and honest can repair; the rest is in the hands of God.",
    "author": "George Washington"
    },
    {
    "quotes": "Mankind, when left to themselves, are unfit for their own government.",
    "author": "George Washington"
    },
    {
    "quotes": "Knowledge is in every country the surest basis of public happiness.",
    "author": "George Washington"
    }
]